{
    "HISTORY": "Peace Christian International Ministry was started back in 2005 with Lucas Odeny and Lawrence Olum. Having difficulty in organizing the church structures and leadership, they later handed the church to Pastor Erick Owino in 2007. Having the vision to help his community out, he tirelessly struggled with the community members to make the church have an official registration with the government. Following the vision the pastor had, he together with church members successfully started a children’s home/orphanage in which members contributed immensely. On September 12, 2012, they officially registered the church after successfully conforming to the rules and regulations of the Societies Act. Until then, the church has been successful with its leader Erick Owino as the presiding Archbishop and Joanes Dudu as the Bishop.",
    "MISSION_STATEMENT": "To build capacity of organization by networking with community programs and training church leaders. Provide an enabling environment for OVCs, street children, and drug addicts through programs to meet spiritual, psychological, and economic needs.",
    "VISION": [
        "Train pastor/leaders from different churches.",
        "Preach the gospel to the nations, giving hope to the spiritually poor."
    ],
    "OBJECTIVES": [
        "Provide conducive environment for vulnerable groups to experience the love of God.",
        "Develop skills for vulnerable groups to be economically stable.",
        "Provide care and support to vulnerable members of society.",
        "Economically empower vulnerable groups through tools, start-up capital, and table banking.",
        "Enhance non-political society.",
        "Establish educational facilities.",
        "Offer evangelization to believers and non-believers.",
        "Establish places of worship and preach the gospel of Jesus Christ."
    ],
    "PROGRAMS": [
        "Education Peace Elite Junior Academy",
        "Psychosocial care and support",
        "Skills for life development",
        "Economic development",
        "Child protection Home of Peace Children's Home",
        "Community awareness and capacity building"
    ]
}
