{
    "ORPHANAGE_NAME": "HOME OF PEACE CHILDRENS HOME",
    "ADDRESS": "13 AKALA",
    "PROVINCE": "KISUMU",
    "COUNTRY": "KENYA",
    "PHONE_NUMBER": "0700227659",
    "HISTORY": "Home of Peace is an Interdenominational Christian Children’s Home. Started in 2007 at a small village in Siaya County, GemWagai Sub-County, South Gem ward, Kasiwa village. After a vision evangelist Erick Owino had, he saw it important to help the needy children by then affected with the HIV/AIDS, which by then claimed the life of so many parents and also children who succumbed to it, were a major concern on the coming generation. Home of Peace has been implementing holistic community-based OVC support and development interventions in Gem Sub County, Siaya County in Kenya. The program is striving to address the diverse needs of orphan and vulnerable children and youths in line with its strategic objective of reducing their vulnerability to social, economic and psychological problems. Home of Peace is engaged in community-based social & economic support interventions, community awareness raising to reduce vulnerability of children, and facilitation of quality social services to OVCs and youths who are most at risk.",
    "WHY_ARE_THESE_CHILDREN_AT_THE_HOME": [
        "As a registered Children’s Home, the children are placed with us by the Department of Children’s Services and their placement is kept under review by the court.",
        "We could tell endless stories about our children. But we do not want to identify individual children out of respect for their right to privacy. They come from some really sad backgrounds.",
        "Some have parents who died as a result of AIDS, Typhoid, Malaria or other diseases and as a result, they were left homeless and had to fend for themselves because their home village was too poor to take on an extra hungry child.",
        "Some were taken by their family from their tiny villages in the bush and dumped in the town of Siaya because the family could no longer look after them.",
        "We are talking about children as young as 3 or 4 years old. Once in Siaya they were simply left and had to beg or steal to survive.",
        "We want to focus on the positive!", 
        "These children now have a home.", 
        "They have medical care.",
        "They have clothing.", 
        "They go to school.", 
        "They are loved and looked after.",
        "We will not identify what happened to any particular child before they came to Home of Peace. They are not exhibits in a zoo. They are children and entitled to their privacy.",
        "We believe that many will grow up to become significant adult members of society: community leaders, doctors, nurses, pastors, etc. It would be wrong for their past to be waiting online to be held in their faces later in life.",
        "So, we hope you will all understand why we tend to be very private about the backgrounds of our children."
    ]
}
